[
    {
        "id": 1,
        "tag": "PIXAR PICKS",
        "title": "These are the absolute best Pixar movies streaming on Disney+ right now",
        "author": "Alex Smith",
        "timer" :"15 hours ago",
        "image": "https://www.androidcentral.com/sites/androidcentral.com/files/styles/larger/public/article_images/2020/04/pixar-inside-out-cast-hero.jpg?itok=MVrNdjqo",
        "content":"Pixar animated films are some of the best movies in the world, able to entertain kids and adults alike with their heartfelt stories and unforgettable characters. Films like Up, Toy Story, and more recent fare like Inside Out have only become more renowned as the years pass, and now with Disney+ available, the entire lineup of Pixar films is available to stream at a moment's notice.",
        "source":"https://www.androidcentral.com/these-are-absolute-best-pixar-movies-streaming-disney-right-now"
    },
    {
        "id": 2,
        "tag": "SINGERS UNITE",
        "title": "One World Together at Home: Who's performing & how to watch tonight's concert for free",
        "author": "Jared DiPane",
        "timer" :"13 hours ago",
        "image": "https://www.androidcentral.com/sites/androidcentral.com/files/styles/w400h300crop/public/article_images/2020/04/lady-gaga-concert-one-world-together-at-home.jpg?itok=vFmBVPrA",
        "content":"We live in quite an interesting time right now, it's something that people have never really experienced before. Everyone is being ordered to stay at home, sporting events, concerts, and everything else out there is being cancelled, and sometimes you just need to find a way to escape it all. Well, if you're into music at all, you'll want to tune into the One World: Together at Home concert which has some pretty big artists all ready to give you a nice performance.",
        "source":"https://www.androidcentral.com/how-watch-one-world-together-home-concert-free-anywhere-online"
    },
    {
        "id": 3,
        "tag": "IT'S TIME TO CUTE THE CORDI",
        "title": "Best True Wireless Earbuds in 2020",
        "author": "Peter Cao",
        "timer" :"10 hours ago",
        "image": "https://www.androidcentral.com/sites/androidcentral.com/files/styles/w400h300crop/public/article_images/2020/02/best-wirelessearbuds-hero.jpg?itok=v9H3fnI9",
        "content":"Smartphones are slowly but surely getting rid of the 3.5mm audio jack from smartphones and tablets, so users are turning to wireless as the next viable option. The Jabra Elite 75t are currently the best overall true wireless earbuds you can buy. They feature solid sound, long battery life, and they're incredibly comfortable and portable.",
        "source":"https://www.androidcentral.com/best-true-wireless-headphones"
    }
]